---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotDuplicateInOptionWarn
source: html/971ffc94-abca-9824-239a-5bb47ae4d5e5.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotDuplicateInOptionWarn Property

Elements can't be duplicated in a secondary Option

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotDuplicateInOptionWarn { get; }
```